{
    "FoodCategory": {
        "dessert": "デザート",
        "hawker": "ホーカーストール",
        "restaurant": "レストラン"
    },
    "Heritage": {
        "oldtree_desc": "アウトラムパーク駅からわずか1分の場所にあるこの角地は、ビジネス街で働くオフィスワーカーに美味しいドリアンデザートを提供する隠れた名店の一つです。スタッフがお客様の目の前で生のドリアンを新鮮に調理し、様々なドリアンデザートを試すことができます。\n\nスティンキーボウル（ドリアンムース）のエクストラショットを強くお勧めします！ドリアンが苦手な方でも、これを試せば考えが変わるでしょう。\n\nすでにドリアン好きですか？店頭では新鮮にパックされた生ドリアンも販売しています！価格は季節によって変動します",
        "komala_desc": "多くのシンガポール人に愛されているこのレストランは、1947年からベジタリアンのインド料理を提供しています！料理はバナナの葉の上に、様々な風味豊かなカレーソースと共に提供されます。\n\nドーサイを強くお勧めします。米とレンズ豆を挽いた生地で作るインド風のクレープです。リトルインディアを訪れる予定なら、歴史に囲まれた本格的なインドベジタリアン料理の体験をしてみませんか？",
        "spicy_wife_desc": "この屋台は、アモイストリートフードセンターで働くオフィスワーカーに、最も美味しいナシレマを最も手頃な価格で提供してきました。この屋台は、アロマティックチキン（ナシレマ・アヤム・ベレンパー）の提供に特化しており、これは基本的にスパイスで味付けした揚げ鶏肉とココナッツライスを意味します。\n\n料理にはきゅうり、特別なスパイスで味付けした揚げ鶏肉の大盛り、目玉焼き、特製サンバルチリソース、ピーナッツとイカンビリス（干しアンチョビ）が添えられます。チリソースは人によっては辛いので、注意してお楽しみください！\n\n[ヒント] この屋台は午後2時に閉店し、平日のみ営業しています。訪問前に最新の営業時間を確認してください！",
        "nanhuachang_desc": "シーフード好きですか？それとも鍋料理好きですか？このレストランは1927年から最高のフィッシュヘッド蒸し鍋料理を提供しており、家族が4世代にわたってビジネスを営んでいます。フィッシュヘッド蒸し鍋は、魚の頭の肉、様々な野菜が入ったスープを、中央に炭を置く穴がある特別に設計された鍋で提供する料理です。このデザインにより、料理は長時間熱々のままで、スープに炭の風味が染み込み、たまらない味わいになります。\n\nここは多くのシンガポール人が家族や親しい友人を連れて訪れ、食事をし、ほぼあらゆることについて語り合う場所となっています。このレストランで最も美味しい方法で蒸し鍋文化を体験してみませんか？",
        "yatkayan_desc": "ドビーゴート駅の近くに滞在していますか？それともチャイムズを訪れる予定ですか？ベンクーレン駅から遠くない場所に、若いシンガポール人に人気の隠れた中華デザート店があります。このデザート店は、近くのデザイン学校や大学の学生たちにも、様々な美味しい中華デザートを安価で販売していることで知られています。\n\n私のお気に入りは、たっぷりのグラマラカ（カラメルシロップ）がかけられた人気のシンガポールアイスデザート、チェンドルです。または、「甘すぎる」デザートがあまり好きでない場合は、様々なトッピングと共に提供されるもち米の紫米デザートも試すことができます。温かいデザートもあります！",
        "jixiang_desc": "クエとは何か知っていますか？この菓子店は1988年に創業され、アウトラムパークとタンジョンパガー駅の近くに位置し、新鮮な手作りの美味しいアンクークエを販売しています。「アンクークエ」という言葉は文字通り赤い亀のケーキを意味し、その形が亀の甲羅に似ているためです。美味しいライスケーキの食感で、ごま油でコーティングされ、様々な詰め物があります。\n\n個人的には、スイートビーンフィリングと芋のフィリングをお勧めします",
        "donamanis_desc": "ジョー・チャット・ロードを訪れる予定ですか？人気のジョー・チャット・ロードの中心部からほど近いカトン・ショッピングセンターにある老舗のパイ店は、1990年から美味しいパイを焼き続けています。この店の近くに来たら、シンガポールで最高峰のバナナパイの香りに抗うことはできません。"
    },
    "MRT": {
        "tanjong_pagar": "タンジョンパガー",
        "outram_park": "アウトラムパーク",
        "bencoolen": "ベンクーレン",
        "little_india": "リトルインディア",
        "lavender": "ラベンダー",
        "bugis": "ブギス",
        "nicoll_highway": "ニコルハイウェイ",
        "marine_parade": "マリンパレード"
    },
    "Header": {
        "link_mapview": "マップビュー",
        "link_landing": "ホーム",
        "link_about": "概要"
    },
    "Banner": {
        "banner_msg": "ご注意ください！これは個人プロジェクトです。食事の場所は、個人的な訪問、地元の友人の推薦、および主観的な基準に基づいて選択されました"
    },
    "SearchBar": {
        "placeholder": "キーワードを検索する",
        "no_results": "結果が見つかりませんでした"
    },
    "LandingPage": {
        "hero_desc": "<green>10年以上</green>。<green>100回以上</green>の訪問。\n地元民のように食べる韓国人。\n\n今、<primary>シンガポール</primary>の本物の\n<primary>必食グルメ</primary>を共有",
        "hero_micro_desc": "シンガポール人が実際に食べる本物の場所を発見 - 10年間の生活と地元の友人との食事を通じてキュレーション。",
        "explore_more": "フーディーズトレイルを探索",
        "discover_why": "このガイドを作った理由",
        "landing2_desc": "これは単なる食事リストではありません",
        "landing2_desc_2": "「私は10年以上前にシンガポールに移住しました。これは何百もの地元の食事と共に、友人一人一人との個人的な思い出を描いています」",
        "photo_disclaimer": "すべての写真は私が撮影しました！"
    },
    "HomePage": {
        "trail_mode": "トレイルモード",
        "map_by": "マップクレジット：",
        "map_disclaimer": "**マップの縮尺は正確ではなく、各レストランの場所の大まかな推定用です"
    },
    "AboutPage": {
        "intro": "フロントエンドソフトウェアエンジニア | Webデベロッパー",
        "food_code_desc": "2024年から2025年にかけて、私は母国の韓国に戻り、兵役を完了しました。\n入隊前はソフトウェアエンジニアとして働いていましたが、兵役中、コードで物を作る喜びが恋しくなりました。\n\n同じくらい恋しかったものがもう一つありました：<b>シンガポールの食べ物</b>です。\n\nシンガポールの友人たちと共有した食事の古い写真をスクロールしているうちに、インスピレーションを得ました。単純な食事ブログ以上のもの - インタラクティブなもの、各場所の背後にある思い出を探索できるものを作りたいと思いました。\nそれが<b>フーディーズトレイル</b>のアイデアになりました：私が最も愛する2つのもの、食べ物とコードを組み合わせた<i>3D食事マップ</i>です。",
        "food_code": "食べ物とコード",
        "about_project": "このプロジェクトについて",
        "about_project_desc": "このウェブサイトは個人的な情熱プロジェクトです。シンガポールで過去10年間に発見し、愛してきた食事の場所のコレクション - 友人や家族と共有した食事、思い出、瞬間の小さなアーカイブです。\n\nこのマップが将来の訪問者だけでなく、シンガポールの食文化に興味がある人にとって有用になることを願っています。\nこれらの推薦が一人でも思い出に残る食事を見つけるのに役立ったり、私がここで食事をして経験した温かさを感じさせることができれば、それ以上に幸せです。"
    },
    "Tooltip": {
        "what_is_hawker": "ホーカーストールとは、ホーカーセンターで手頃な料理を提供する小さな食料品店を指します。\nホーカーセンターは通常、複数の独立したホーカーストールで構成されているため、様々な食べ物の文化的るつぼとなっています。\nここは通常、シンガポール人や住民が手頃な食事を得るために食べることを好む場所です。"
    },
    "FilterBar": {
        "hawker": "ホーカーストール",
        "restaurant": "レストラン",
        "dessert": "デザート"
    },
    "HeritageListView": {
        "central": "中央地域",
        "east": "東部地域",
        "west": "西部地域",
        "north": "北部地域"
    },
    "CardView": {
        "must_try": "必食メニュー",
        "directions": "道順を調べる",
        "learnmore": "もっと見る"
    },
    "Sidebar": {
        "map": "地図",
        "website": "ウェブサイト",
        "must-try": "必食料理",
        "nearest-mrt": "最寄りのMRT駅"
    },
    "Footer": {
        "changelanguage": "言語を変更",
        "column_website": "ウェブサイト",
        "app_version": "アプリのバージョン"
    }
}
