{
    "FoodCategory": {
        "dessert": "디저트",
        "hawker": "호커 점포",
        "restaurant": "일반 음식점"
    },
    "Heritage": {
        "oldtree_desc": "Outram Park MRT역에서 1분거리인 곳에 위치한 이곳은 이미 근처 시내중심가 오피스 직원들한테 맛있는 두리안 디저트를 파는 곳으로 유명합니다! 직원들은 손님들이 볼 수있는곳에서 직접 싱싱한 두리안을 준비하고 있고, 두리안을 즐길수있는 여러 가지 디저트가 준비되어 있습니다.\n\n그중에서 Stinky Bowl (두리안 무스) 메뉴를 Extra Shot (추가) 까지 포함하여 강력 추천합니다! 두리안을 못먹는 사람들도 쉽게 접할 수 있을거예요.\n\n두리안을 드실 줄 안다고요? 그럼 생 두리안도 준비되어 있으니, 매점 앞에 미리 포장되어있는 생 두리안도 구입하실 수도 있어요! 가격은 제철별로 다르답니다",
        "komala_desc": "남녀노소 현지 싱가포리언들한테 유명한 이곳은, 1947년부터 정통 채식 인도음식을 손님들한테 서빙하고 있습니다. 음식은 다양한 커리소스와 함께 바나나잎에 서빙되고있습니다. 빻은 쌀과 렌틸콩으로 만들어진 이 인도버전의 크레페인 Dosia(도사이)를 강력 추천합니다! 리틀 인디아를 방문할 계획이시라면 역사와 함께 살아숨쉬는 이곳에서 정통 채식 인도음식을 경험하는 것은 어떨까요?",        "spicy_wife_desc": "이 호커점포는 Amoy Street Food Centre 호커센터에서 정말 맛있는 나시르막 음식을 근처 사무직원들한테 값싼 가격으로 파는곳으로 유명합니다! 이 점포는 오로지 Aromatic Chicken 메뉴로 승부를 봅니다; Nasi Lemak Ayam Berempah 로 불리는 이 음식은 오이, 특별한 향신로로 튀긴 닭고기, 계란 후라이, 특별 삼발 칠리 소스, 땅콩 그리고 말린 멸치로 이루어져 있습니다. 삼발 소스는 개인에 따라 엄청 매울수도 있으니 조심하세요!\n\n[팁]: 주중 2시까지만 오픈하니 미리 오프닝시간을 확인하시고, 11시즈음부터 대기하시는 것을 추천합니다!",
        "nanhuachang_desc": "해산물, 또는 샤부샤부를 좋아하시나요? 이 음식점은 1927년부터 4대째 피쉬헤드 스팀보트를 손님들에게 대접하고 있습니다. 신선로처럼 생긴 이 음식은 생선 머리고기와 각종 채소를 국물에 끓여 대접하고, 냄비 가운데 구멍안에 달궈진 숯을 넣어 오랜 시간 얘기하면서 먹어도 음식을 뜨겁게 유지합니다. 또 숯향이 국물에 베어, 한 번 먹으면 멈출 수 없는 맛을 선사해주죠.\n\n스팀보트 뿐만 아니라 다른 전통 싱가포리언 중화 요리를 대접해 많은 싱가포리언들이 가족 모임 또는 오랜 친구들끼리 음식을 먹으며 얘기를 나누는 곳으로 자리잡았습니다. 싱가폴 문화의 하나인 Steamboat 를 가장 맛있는 방법으로 체험하고 싶으시다면 이곳으로 저녁을 드시는 것은 어떨까요?",
        "yatkayan_desc": "Dhoby Ghaut에 계신가요? 아니면 근처 Chijmes를 돌아보셨나요? Bencoolen 역에서 멀지 않은 건물에 젊은 싱가포리언들이 정말 애호하는 중국식 디저트점이 있습니다. 근처 대학교와 디자인 학교 학생들한테도 사랑받는 이 디저트점은 다양한 중화권 디저트를 값싼 가격으로 파는 곳으로 유명합니다. \n\n개인적인 추천 메뉴중, 싱가폴 전통 빙수로 유명한 Chendol(첸돌)은 정말 많은 GulaMelaka (카라멜 시럽)을 뿌려 대접하고, 또 많이 달지 않은 디저트를 선호하는 사람들한테는 찹쌀흑미로 만든 쌀푸딩 디저트 (Purple Rice)를 드시는 것을 추천합니다! 뜨거운 디저트도 있으니 방문하셔서 더 알아보는 것은 어떨까요?",
        "jixiang_desc": "Kueh를 아시나요? 1988년에 처음 문을 연 이곳은 오로지 Ang Ku Kueh를 수제로 만들어 손님들에게 팔고 있습니다. Ang Ku Kueh 는 직역하면 붉은 거북 케익으로, 한국과자로 치면 송편이랑 맛이 비슷하답니다. 또한 안에 빻은 콩 또는 얌으로 페이스트를 집어넣어 간식으로 최고죠."
    },
    "MRT": {
        "tanjong_pagar": "탄종파가",
        "outram_park": "아우트람 파크",
        "little_india": "리틀 인디아",
        "bencoolen": "벤쿨랜",
        "lavender": "라벤더",
        "bugis": "부기스",
        "nicoll_highway": "니콜 하이웨이"
    },
    "Header": {
        "link_mapview": "맛집지도",
        "link_landing": "홈페이지",
        "link_about": "개발자 소개"
    },
    "Banner": {
        "banner_msg": "이 웹사이트는 개인 웹사이트입니다. 개발자의 지독히 주관적인 기준과 현지 친구들의 추천, 개인 방문 경험등으로 선택해 소개하는 웹사이트니 가볍게 참고용으로 봐주시기 바랍니다!"
    },
    "HomePage": {
        "map_by": "지도 저작권: ",
        "map_disclaimer": "**지도의 척도와 음식점들의 위치는 다소 상이할수 있습니다, 참고용으로 보시기 바랍니다"
    },
    "LandingPage": {
        "hero_desc": "현지음식을 사랑하는 한국인이 \n<green>10</green>년동안 <green>100</green>곳이 넘는 맛집 방문\n\n<primary>싱가폴</primary>에서\n <primary>꼭 먹어봐야 할 맛집</primary>리스트를 소개합니다",
        "hero_micro_desc": "10년동안 현지 친구들과 같이 동고동락을 지내며 축적해온 이 맛집 지도를 통해\n 싱가포리언들의 \"최애\" 맛집을 알아보세요!",
        "explore_more": "맛집 지도보기",
        "discover_why": "이 웹사이트에 대하여",
        "landing2_desc": "단순한 맛집 북마크가 아닙니다",
        "landing2_desc_2": "\"싱가폴에서의 10년이 넘는 시간동안 저의 친구들,가족들이랑 같이 쌓아온 저의 추억들이 고스란히 묻힌 음식점들을 다른 분들도 좋은 추억을 쌓을 수 있길 바라며 공유합니다\"",
        "photo_disclaimer": "모든 사진은 개발자 본인이 촬영했습니다"
    },
    "FilterBar": {
        "hawker": "호커 음식점",
        "restaurant": "일반 음식점",
        "dessert": "스낵/디저트"
    },
    "Tooltip": {
        "what_is_hawker": "호커(Hawker) 점포는 주로 호커센터에 위치한 작은 개인 포장마차라고 생각하시면 됩니다\n 정부의 식품위생인증을 받아 먹기에 안전하고 싱가포리언들이 일상생활에서 저렴하게 먹을 수 있는 곳이기도 하죠."
    },
    "HeritageListView": {
        "central": "중부 지역",
        "east": "동부 지역",
        "west": "서부 지역",
        "north": "북부 지역"
    },
    "CardView": {
        "learnmore": "더 보기"
    },
    "Sidebar": {
        "map": "지도",
        "website": "웹사이트",
        "must-try": "강력 추천 메뉴",
        "nearest-mrt": "근처 MRT(지하철)역"
    },
    "Footer": {
        "changelanguage": "언어 변경",
        "column_website": "웹사이트"
    }
}